Repository: jaapjansma/de.systopia.anonymiser
Catalog: l10n/*/LC_MESSAGES/anonymiser.po
Languages: de_de

source: Anonymisation of contact [%1]
de_de: Anonymisierung von Kontakt [%1]

source: Log file doesn't exist or is not accessible
de_de: Die Logdatei ist nicht vorhanden oder kann nicht angezeigt werden.

source: Illegal log file path requested
de_de: Ungültiger Pfad für Logdatei übermittelt

source: Anonymisation Log
de_de: Anonymisierungs-Log

source: Download
de_de: Herunterladen

source: Done
de_de: Fertig

source: Anonymisation %1.txt
de_de: Anonymisierung %1.txt

source: Anonymise %1 Contacts
de_de: %1 Kontakte Anonymisieren

source: Anonymisation Run %1
de_de: Anonymisierungslauf %1

source: Anonymising contacts %1 - %2
de_de: Anonymisiere Kontakte %1 bis %2

source: Anonymising %1 contacts...
de_de: Anonymisierung von %1 Kontakten

source: Anonymise Contact
de_de: Kontakt Anonymisieren

source: Contact ID is invalid!
de_de: Kontakt-ID ist ungültig

source: Error
de_de: Fehler

source: No contact ID given!
de_de: Keine Kontakt-ID übermittelt!

source: %1 attached %2(s) deleted.
de_de: %1 assoiziierte Einträge vom Typ %2 gelöscht.

source: Removed entries for %1 %2(s) from logging table '%3'.
de_de: Alle Logs für %1 Einträge vom Typ %2 aus Tabelle '%3' entfernt.

source: Removed %1 additional log entries referencing this contact from logging table '%2'.
de_de: %1 zusätzliche Logeinträge für diesen Kontakt von Tabelle Logtabelle '%2' entfernt.

source: %1 %2(s) deleted.
de_de: %1 Einträge vom Typ %2 gelöscht.

source: %1 activities, and %2 associations with activities deleted.
de_de: %1 Aktivitäten und %2 Verbindungen zu Aktivitäten gelöscht.

source: Anonymised Membership [%1].
de_de: Mitgliedschaft [%1] wurde anonymisiert.

source: Membership [%1] did not need anonymisation.
de_de: Mitgliedschaft [%1] benötigt keine Anonymisierung.

source: 0 Membership entities found for anonymisation.
de_de: Es liegen keine Mitgliedschaften zur Anonymisierung vor.

source: Anonymised Participant [%1].
de_de: Veranstaltungsteilnahme [%1] wurde anonymisiert.

source: Participant [%1] did not need anonymisation.
de_de: Veranstaltungsteilnahme [%1] benötigt keine Anonymisierung.

source: 0 Participant entities found for anonymisation.
de_de: Es liegen keine Veranstaltungsteilnahmen zur Anonymisierung vor.

source: Anonymised %1 contributions, %2 associated line items and %3 associated financial transactions.
de_de: %1 Zuwendungen, %2 anhängige Einzelposten (LineItems) und %3 zugehörige Transaktionseinträge wurden anonymisiert.

source: Anonymised RecurringContribution [%1].
de_de: Wiederkehrende Zuwedung [%1] wurde anonymisiert.

source: RecurringContribution [%1] did not need anonymisation.
de_de: Wiederkehrende Zuwedung [%1] benötigt keine Anonymisierung.

source: 0 RecurringContribution entities found for anonymisation.
de_de: Es liegen keine Wiederkehrende Zuwedungen zur Anonymisierung vor.

source: Anonymise
de_de: Anonymisieren

source: Warning
de_de: Warnung

source: This will anonymise the selected contacts, an action that <strong>can not be reversed</strong>.
de_de: Dies wird die selektierten Kontakte anonymisieren. Diese Aktion kann <strong>nicht rückgängig gemacht werden</strong>.

source: Please make sure you know what you're doing, and that your selection is accurate.
de_de: Bitte seien Sie sicher dass Sie das wirklich wollen, und dass die Selektion korrekt ist.

source: Warning!
de_de: Warnung!

source: You are about to anonymise the contact %1 [%2]. This will anonymise statistically relevant data and delete everything else.
de_de: Sie möchten den Kontakt %1 [%2] anonymisieren. Dies würde nur einige statistisch relevante Merkmale erhalten und alle anderen Daten des Kontakts löschen.

source: This process can not be reversed!
de_de: Dieser Vorgang kann nicht rückgängig gemacht werden!

source: Please note that the data might still be present in old backups.
de_de: Bedenken Sie aber, dass die ursprünglichen Daten noch in alten Backups des System vorliegen können.

source: Are you sure you want to anonymise this contact?
de_de: Sind Sie wirklich sicher dass Sie diesen Kontakt anonymisieren möchten?

source: YES
de_de: JA

source: Anonymising contact %1 [%2]...
de_de: Anonymisierung von Kontakt %1 [%2] läuft...

source: Log:
de_de: Protokoll:

source: Contact %1 [%2] successfully anonymised.
de_de: Kontakt %1 [%2] wurde erfolgreich anonymisiert.
